{ 
let botname = "☃𝙱𝚞𝚝𝚝𝚎𝚛𝚏𝚕𝚢 𝙱𝚘𝚝𝚣︎"
  
   
    
exports.ownermenu = (prefix) => {     
return `
╭──⬣👑「 𝙾𝚆𝙽𝙴𝚁 𝙼𝙴𝙽𝚄 」	⬣
│❏ヅ ${prefix}𝚖𝚘𝚍𝚎
│❏ヅ ${prefix}𝚋𝚛𝚘𝚊𝚍𝚌𝚊𝚜𝚝 ≀ *𝙺𝚊𝚝𝚊*
│❏ヅ ${prefix}𝚋𝚌𝚚𝚞𝚘𝚝𝚎𝚜 ≀ *𝚀𝚞𝚘𝚝𝚎𝚜*
│❏ヅ ${prefix}𝚜𝚎𝚝𝚝𝚑𝚞𝚖𝚋
│❏ヅ ${prefix}𝚜𝚎𝚝𝚝𝚛𝚘𝚕𝚒
│❏ヅ ${prefix}𝚜𝚎𝚝𝚙𝚙𝚋𝚘𝚝
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚕𝚘𝚔𝚊𝚜𝚒
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚝𝚎𝚔𝚜
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚜𝚝𝚒𝚌𝚔𝚎𝚛
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚊𝚞𝚍𝚒𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚘𝚒𝚌𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚐𝚒𝚏
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚕𝚎𝚊𝚟𝚎
│❏ヅ ${prefix}𝚕𝚎𝚊𝚟𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚊𝚍𝚍𝚝𝚛𝚞𝚝𝚑 *𝐤𝐚𝐭𝐚*
│❏ヅ ${prefix}𝚊𝚍𝚍𝚍𝚊𝚛𝚎 *𝐤𝐚𝐭𝐚*
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚋𝚊𝚍𝚠𝚘𝚛𝚍
│❏ヅ ${prefix}𝚍𝚎𝚕𝚋𝚊𝚍𝚠𝚘𝚛𝚍 *𝐤𝐚𝐭𝐚*
│❏ヅ ${prefix}𝚊𝚍𝚍𝚋𝚊𝚍𝚠𝚘𝚛𝚍 *𝐤𝐚𝐭𝐚*
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚙𝚛𝚎𝚖𝚒𝚞𝚖
│❏ヅ ${prefix}𝚊𝚍𝚍𝚙𝚛𝚎𝚖𝚒𝚞𝚖 *@𝐭𝐚𝐠*
│❏ヅ ${prefix}𝚍𝚎𝚕𝚙𝚛𝚎𝚖𝚒𝚞𝚖 *@𝐭𝐚𝐠*
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚌𝚖𝚍 
│❏ヅ ${prefix}𝚊𝚍𝚍𝚌𝚖𝚍 *𝐓𝐞𝐱𝐭 & 𝐬𝐭𝐢𝐜*
│❏ヅ ${prefix}𝚍𝚎𝚕𝚌𝚖𝚍 *𝐫𝐞𝐩𝐥𝐲 𝐬𝐭𝐢𝐜*
└──⬣「 ${botname} 」⬣`
}

exports.toolsmenu = (prefix) => {
return `
╭──⬣「 ⚒️ 𝚃𝙾𝙾𝙻𝚂 𝙱𝙾𝚃 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}𝚙𝚒𝚗𝚐
│❏ヅ ${prefix}𝚒𝚗𝚏𝚘𝚜𝚌
│❏ヅ ${prefix}𝚓𝚊𝚍𝚒𝚋𝚘𝚝
│❏ヅ ${prefix}𝚜𝚝𝚘𝚙𝚓𝚊𝚍𝚒𝚋𝚘𝚝
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚓𝚊𝚍𝚒𝚋𝚘𝚝
└──⬣「 ${botname} 」⬣`
}

exports.rpgmenu = (prefix) => {
return `
╭──⬣「 🎪 𝚁𝙿𝙶 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}𝚓𝚘𝚒𝚗𝚛𝚙
│❏ヅ ${prefix}𝚖𝚒𝚜𝚒
│❏ヅ ${prefix}𝚖𝚒𝚗𝚒𝚗𝚐
│❏ヅ ${prefix}𝚖𝚊𝚗𝚌𝚒𝚗𝚐
│❏ヅ ${prefix}𝚊𝚍𝚟𝚎𝚗𝚝𝚞𝚛𝚎
│❏ヅ ${prefix}𝚖𝚢𝚋𝚊𝚐
│❏ヅ ${prefix}𝚕𝚎𝚊𝚍𝚎𝚛𝚋𝚘𝚊𝚛𝚍
│❏ヅ ${prefix}𝚜𝚎𝚕𝚕𝚒𝚔𝚊𝚗
│❏ヅ ${prefix}𝚜𝚎𝚕𝚕𝚋𝚎𝚜𝚒
│❏ヅ ${prefix}𝚜𝚎𝚕𝚕𝚍𝚒𝚊𝚖𝚘𝚗𝚍
└──⬣「 ${botname} 」⬣`
}


exports.limitmenu = (prefix) => {
return ` 	
╭──⬣ 🔑「 𝙻𝙸𝙼𝙸𝚃 𝙼𝙴𝙽𝚄 」⬣
│❏ヅ ${prefix}ceklimit
│❏ヅ ${prefix}𝚋𝚞𝚢𝚕𝚒𝚖𝚒𝚝
│❏ヅ ${prefix}𝚋𝚞𝚢𝚐𝚕𝚒𝚖𝚒𝚝
│❏ヅ ${prefix}𝚌𝚕𝚊𝚒𝚖
└──⬣「 ${botname} 」⬣`
}

exports.wibumenu = (prefix) => {
return `
╭──⬣ 🍅「 𝚆𝙸𝙱𝚄 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚕𝚘𝚕𝚒
│❏ヅ ${prefix}𝚖𝚒𝚕𝚏
│❏ヅ ${prefix}𝚠𝚊𝚒𝚏𝚞
│❏ヅ ${prefix}𝚑𝚞𝚜𝚋𝚞
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚖𝚕
│❏ヅ ${prefix}𝚌𝚘𝚜𝚙𝚕𝚊𝚢
│❏ヅ ${prefix}𝚗𝚊𝚛𝚞𝚝𝚘
│❏ヅ ${prefix}𝚗𝚎𝚔𝚘𝚗𝚒𝚖𝚎
│❏ヅ ${prefix}𝚜𝚑𝚘𝚝𝚊
│❏ヅ ${prefix}𝚊𝚔𝚒𝚛𝚊
│❏ヅ ${prefix}𝚊𝚔𝚒𝚢𝚊𝚖𝚊
│❏ヅ ${prefix}𝚊𝚗𝚊
│❏ヅ ${prefix}𝚊𝚜𝚞𝚗𝚊
│❏ヅ ${prefix}𝚊𝚢𝚞𝚣𝚊𝚠𝚊
│❏ヅ ${prefix}𝚋𝚘𝚛𝚞𝚝𝚘
│❏ヅ ${prefix}𝚌𝚑𝚒𝚑𝚒
│❏ヅ ${prefix}𝚌𝚑𝚒𝚝𝚘𝚐𝚎
│❏ヅ ${prefix}𝚍𝚎𝚒𝚍𝚊𝚛𝚊
│❏ヅ ${prefix}𝚎𝚋𝚊
│❏ヅ ${prefix}𝚎𝚕𝚊𝚒𝚗𝚊
│❏ヅ ${prefix}𝚎𝚖𝚒𝚕𝚒𝚊
│❏ヅ ${prefix}𝚎𝚛𝚣𝚊
│❏ヅ ${prefix}𝚐𝚛𝚎𝚖𝚘𝚛𝚢
│❏ヅ ${prefix}𝚑𝚎𝚜𝚝𝚒𝚊
│❏ヅ ${prefix}𝚑𝚒𝚗𝚊𝚝𝚊
│❏ヅ ${prefix}𝚒𝚜𝚞𝚣𝚞
│❏ヅ ${prefix}𝚒𝚝𝚊𝚌𝚑𝚞
│❏ヅ ${prefix}𝚒𝚝𝚘𝚛𝚒
│❏ヅ ${prefix}𝚔𝚊𝚐𝚞𝚛𝚊
│❏ヅ ${prefix}𝚔𝚊𝚔𝚊𝚜𝚒𝚑
│❏ヅ ${prefix}𝚔𝚊𝚘𝚛𝚒
│❏ヅ ${prefix}𝚔𝚊𝚗𝚎𝚔𝚒
│❏ヅ ${prefix}𝚔𝚘𝚝𝚘𝚛𝚒
│❏ヅ ${prefix}𝚔𝚞𝚛𝚞𝚖𝚒
│❏ヅ ${prefix}𝚖𝚊𝚍𝚊𝚛𝚊
│❏ヅ ${prefix}𝚖𝚒𝚔𝚊𝚜𝚊
│❏ヅ ${prefix}𝚖𝚒𝚔𝚞
│❏ヅ ${prefix}𝚖𝚒𝚗𝚊𝚝𝚘
│❏ヅ ${prefix}𝚗𝚎𝚣𝚞𝚔𝚘
│❏ヅ ${prefix}𝚛𝚒𝚣𝚎
│❏ヅ ${prefix}𝚜𝚊𝚍𝚐𝚒𝚛𝚒
│❏ヅ ${prefix}𝚜𝚊𝚔𝚞𝚛𝚊
│❏ヅ ${prefix}𝚜𝚊𝚜𝚞𝚔𝚎
│❏ヅ ${prefix}𝚜𝚑𝚒𝚗𝚊
│❏ヅ ${prefix}𝚜𝚑𝚒𝚗𝚔𝚊
│❏ヅ ${prefix}𝚜𝚑𝚒𝚗𝚘𝚖𝚒𝚢𝚊
│❏ヅ ${prefix}𝚜𝚑𝚒𝚣𝚞𝚊
│❏ヅ ${prefix}𝚝𝚎𝚓𝚒𝚗𝚊
│❏ヅ ${prefix}𝚝𝚘𝚞𝚔𝚊𝚌𝚑𝚊𝚗
│❏ヅ ${prefix}𝚝𝚜𝚞𝚗𝚊𝚍𝚎
│❏ヅ ${prefix}𝚢𝚘𝚝𝚜𝚞𝚋𝚊
│❏ヅ ${prefix}𝚢𝚞𝚔𝚒
│❏ヅ ${prefix}𝚢𝚞𝚖𝚎𝚔𝚘
│❏ヅ ${prefix}𝚏𝚊𝚗𝚊𝚛𝚝
│❏ヅ ${prefix}𝚗𝚒𝚗𝚘
└──⬣「 ${botname} 」⬣`
}

exports.searchmenu = (prefix) => {
return `
╭──⬣ 🔎「 𝚂𝙴𝙰𝚁𝙲𝙷 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚜𝚜𝚠𝚎𝚋 𝚕𝚒𝚗𝚔 
│❏ヅ ${prefix}𝚕𝚒𝚛𝚒𝚔 𝚕𝚒𝚛𝚒𝚔 *𝚕𝚊𝚐𝚞*
│❏ヅ ${prefix}𝚐𝚒𝚖𝚊𝚐𝚎	*𝐪𝐮𝐞𝐫𝐲*
│❏ヅ ${prefix}𝚙𝚒𝚗𝚝𝚎𝚛𝚎𝚜𝚝 *𝐪𝐮𝐞𝐫𝐲*
│❏ヅ ${prefix}𝚢𝚝𝚜𝚎𝚊𝚛𝚌𝚑 *𝐪𝐮𝐞𝐫𝐲*
│❏ヅ ${prefix}𝚢𝚝𝚜𝚎𝚊𝚛𝚌𝚑 *𝚐𝚎𝚗𝚛𝚎*
│❏ヅ ${prefix}𝚛𝚊𝚗𝚒𝚖𝚎 *𝚊𝚗𝚒𝚖𝚎𝚗𝚢𝚊*
└──⬣「 ${botname} 」⬣`
}

exports.dlmenu = (prefix) => {
return ` 
╭──⬣📥「 𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚙𝚕𝚊𝚢 *𝐪𝐮𝐞𝐫𝐲*
│❏ヅ ${prefix}𝚝𝚒𝚔𝚝𝚘𝚔𝚗𝚘𝚠𝚖 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚢𝚝𝚖𝚙𝟹 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚢𝚝𝚖𝚙𝟺 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚝𝚠𝚒𝚝𝚝𝚎𝚛 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚏𝚊𝚌𝚎𝚋𝚘𝚘𝚔 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚒𝚗𝚜𝚝𝚊𝚐𝚛𝚊𝚖 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚖𝚎𝚍𝚒𝚊𝚏𝚒𝚛𝚎 *𝐋𝐢𝐧𝐤*
└──⬣「 ${botname} 」⬣`
}

exports.mediamenu = (prefix) => {
return `
╭──⬣ 💿「 𝙼𝙴𝙳𝙸𝙰 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚝𝚘𝚞𝚛𝚕 *𝐫𝐞𝐩𝐥𝐲 𝐢𝐦𝐠*
│❏ヅ ${prefix}𝚝𝚘𝚒𝚖𝚐 *𝐫𝐞𝐩𝐥𝐲 𝐬𝐭𝐜*
│❏ヅ ${prefix}𝚜𝚎𝚖𝚘𝚓𝚒 *𝐫𝐞𝐩𝐥𝐲 𝐞𝐦𝐨𝐭*
│❏ヅ ${prefix}𝚜𝚝𝚒𝚌𝚔𝚎𝚛 *𝐫𝐞𝐩𝐥𝐲 𝐢𝐦𝐠*
└──⬣「 ${botname} 」⬣`
}

exports.katamenu = (prefix) => {
return `
╭──⬣🌬️ ⌜ ᴋᴀᴛᴀ - ᴋᴀᴛᴀ ᴍᴇɴᴜ ⌟⬣ 
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚊𝚕𝚒 
│❏ヅ ${prefix}𝚏𝚊𝚔𝚝𝚊𝚞𝚗𝚒𝚔
│❏ヅ ${prefix}𝚙𝚊𝚗𝚝𝚞𝚗
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚜𝚒𝚗𝚍𝚒𝚛𝚊𝚗
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚒𝚕𝚑𝚊𝚖
│❏ヅ ${prefix}𝚙𝚞𝚒𝚜𝚒
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚋𝚒𝚓𝚊𝚔
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚋𝚞𝚌𝚒𝚗
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚋𝚞𝚌𝚒𝚗2
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚐𝚘𝚖𝚋𝚊𝚕
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚐𝚊𝚕𝚊𝚞
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚒𝚜𝚕𝚊𝚖𝚒
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚊𝚗𝚒𝚖𝚎
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚍𝚒𝚕𝚊𝚗
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚏𝚏
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚙𝚞𝚋𝚐
│❏ヅ ${prefix}𝚝𝚛𝚞𝚝𝚑
│❏ヅ ${prefix}𝚍𝚊𝚛𝚎
│❏ヅ ${prefix}𝚝𝚘𝚗𝚐𝚞𝚎
└──⬣「 ${botname} 」⬣`
}

exports.upswmenu = (prefix) => {
return `
╭──⬣ 🛶「 𝚄𝙿𝚂𝚆𝙱𝙾𝚃 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚐𝚒𝚏𝚝
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚝𝚎𝚔𝚜
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚊𝚞𝚍𝚒𝚘
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚟𝚘𝚒𝚌𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚕𝚘𝚔𝚊𝚜𝚒
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚞𝚙𝚜𝚠𝚜𝚝𝚒𝚌𝚔𝚎𝚛	
└──⬣「 ${botname} 」⬣`
}


exports.gamemenu = (prefix) => {
return ` 
╭──⬣ 🎮「 𝙶𝙰𝙼𝙴  」	⬣ 
│❏ヅ ${prefix}𝚜𝚕𝚘𝚝
│❏ヅ ${prefix}𝚌𝚊𝚔𝚕𝚘𝚗𝚝𝚘𝚗𝚐
│❏ヅ ${prefix}𝚌𝚊𝚔𝚋𝚝𝚏
│❏ヅ ${prefix}𝚝𝚎𝚋𝚊𝚔𝚐𝚊𝚖𝚋𝚊𝚛
│❏ヅ ${prefix}𝚝𝚎𝚋𝚊𝚔𝚊𝚗𝚒𝚖𝚎
│❏ヅ ${prefix}𝚜𝚒𝚊𝚙𝚊𝚊𝚔𝚞
│❏ヅ ${prefix}𝚊𝚜𝚊𝚑𝚘𝚝𝚊𝚔
│❏ヅ ${prefix}𝚜𝚞𝚜𝚞𝚗𝚔𝚊𝚝𝚊
│❏ヅ ${prefix}𝚝𝚎𝚔𝚊𝚝𝚎𝚔𝚒
│❏ヅ ${prefix}𝚝𝚎𝚖𝚋𝚊𝚔 *𝑈𝑑𝑎𝑟𝑎 / 𝐿𝑎𝑢𝑡 / 𝐷𝑎𝑟𝑎𝑡*
│❏ヅ ${prefix}𝚖𝚊𝚕𝚒𝚗𝚐 *𝑅𝑢𝑚𝑎ℎ / 𝐺𝑒𝑑𝑢𝑛𝑔*
└──⬣「 ${botname} 」⬣`
}


exports.funmenu = (prefix) => {
return `	
╭──⬣ 💩「 𝙵𝚄𝙽  𝙼𝙴𝙽𝚄  」⬣ 
│❏ヅ ${prefix}𝚝𝚛𝚞𝚝𝚑
│❏ヅ ${prefix}𝚍𝚊𝚛𝚎
│❏ヅ ${prefix}𝚓𝚊𝚍𝚒𝚊𝚗
│❏ヅ ${prefix}𝚗𝚐𝚎𝚠𝚎
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚊𝚢
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚘𝚋𝚕𝚘𝚐
│❏ヅ ${prefix}𝚝𝚎𝚛𝚓𝚎𝚕𝚎𝚔
│❏ヅ ${prefix}𝚝𝚎𝚛𝚠𝚒𝚋𝚞
│❏ヅ ${prefix}𝚝𝚎𝚛𝚙𝚊𝚗𝚍𝚊𝚒
│❏ヅ ${prefix}𝚝𝚎𝚛𝚜𝚊𝚗𝚐𝚎
│❏ヅ ${prefix}𝚝𝚎𝚛𝚌𝚊𝚗𝚝𝚒𝚔
│❏ヅ ${prefix}𝚝𝚎𝚛𝚐𝚊𝚗𝚝𝚎𝚗𝚐
│❏ヅ ${prefix}𝚍𝚊𝚛𝚔𝚓𝚘𝚔𝚎𝚜
└──⬣「 ${botname} 」⬣`
}


exports.ceritamenu = (prefix) => {
return `
╭──⬣ 📝「 𝙲𝙴𝚁𝙸𝚃𝙰  𝙼𝙴𝙽𝚄  」	⬣ 
│❏ヅ ${prefix}𝚌𝚎𝚛𝚙𝚎𝚗𝚌𝚒𝚗𝚝𝚊
│❏ヅ ${prefix}𝚌𝚎𝚛𝚙𝚎𝚗𝚑𝚘𝚛𝚘𝚛
└──⬣「 ${botname} 」⬣`
}


exports.gcmenu = (prefix) => {
return ` 
╭──⬣✨「 𝙶𝙲 𝙼𝙴𝙽𝚄 」	⬣ 
│❏ヅ ${prefix}𝚐𝚛𝚘𝚞𝚙
│❏ヅ ${prefix}𝚑𝚊𝚌𝚔𝚎𝚍
│❏ヅ ${prefix}𝚝𝚊𝚐𝚊𝚕𝚕 
│❏ヅ ${prefix}𝚑𝚒𝚍𝚎𝚝𝚊𝚐 
│❏ヅ ${prefix}𝚊𝚍𝚍 *𝟼𝟸*
│❏ヅ ${prefix}𝚕𝚒𝚗𝚔𝚐𝚛𝚘𝚞𝚙
│❏ヅ ${prefix}𝚛𝚎𝚜𝚎𝚝𝚕𝚒𝚗𝚔
│❏ヅ ${prefix}𝚔𝚒𝚌𝚔 *𝐓𝐚𝐠*
│❏ヅ ${prefix}𝚓𝚘𝚒𝚗 *𝐋𝐢𝐧𝐤*
│❏ヅ ${prefix}𝚍𝚎𝚖𝚘𝚝𝚎 *𝐓𝐚𝐠*
│❏ヅ ${prefix}𝚍𝚎𝚖𝚘𝚝𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚝𝚎 *𝐓𝐚𝐠*
│❏ヅ ${prefix}𝚙𝚛𝚘𝚖𝚘𝚝𝚎𝚊𝚕𝚕
│❏ヅ ${prefix}𝚍𝚎𝚕 *𝚛𝚎𝚙𝚕𝚢𝚖𝚎𝚜*
│❏ヅ ${prefix}𝚜𝚎𝚝𝚍𝚎𝚜𝚌 *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚎𝚝𝚗𝚊𝚖𝚎 *𝚗𝚊𝚖𝚎*
│❏ヅ ${prefix}𝚜𝚎𝚝𝚙𝚙𝚐𝚌 *𝚛𝚎𝚙𝚕𝚢𝚒𝚖𝚐*
│❏ヅ ${prefix}𝚎𝚟𝚎𝚗𝚝𝚐𝚌
│❏ヅ ${prefix}𝚊𝚗𝚝𝚒𝚕𝚒𝚗𝚔
│❏ヅ ${prefix}𝚠𝚎𝚕𝚌𝚘𝚖𝚎
│❏ヅ ${prefix}𝚗𝚘𝚋𝚊𝚍𝚠𝚘𝚛𝚍
└──⬣「 ${botname} 」⬣`
}


exports.savemenu = (prefix) => {
return `
╭──⬣⚙️「 𝚂𝚃𝙾𝚁𝙰𝙶𝙴 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚟𝚗
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚟𝚒𝚍𝚎𝚘
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚜𝚝𝚒𝚌𝚔𝚎𝚛
│❏ヅ ${prefix}𝚕𝚒𝚜𝚝𝚒𝚖𝚐
│❏ヅ ${prefix}𝚊𝚍𝚍𝚟𝚗 *𝚗𝚊𝚖𝚊*
│❏ヅ ${prefix}𝚊𝚍𝚍𝚟𝚒𝚍𝚎𝚘 *𝚗𝚊𝚖𝚊*
│❏ヅ ${prefix}𝚊𝚍𝚍𝚜𝚝𝚒𝚌𝚔𝚎𝚛 *𝚗𝚊𝚖𝚊*
│❏ヅ ${prefix}𝚊𝚍𝚍𝚒𝚖𝚊𝚐𝚎 *𝚗𝚊𝚖𝚊*
│❏ヅ ${prefix}𝚐𝚎𝚝𝚟𝚗 *𝚍𝚊𝚝𝚊*
│❏ヅ ${prefix}𝚐𝚎𝚝𝚟𝚒𝚍𝚎𝚘 *𝚍𝚊𝚝𝚊*
│❏ヅ ${prefix}𝚐𝚎𝚝𝚜𝚝𝚒𝚌𝚔𝚎𝚛 *𝚍𝚊𝚝𝚊*
│❏ヅ ${prefix}𝚐𝚎𝚝𝚒𝚖𝚊𝚐𝚎 *𝚍𝚊𝚝𝚊*
└──⬣「 ${botname} 」⬣`
}


exports.convertmenu = (prefix) => {
return ` 
╭──⬣📍「 𝙲𝙾𝙽𝚅𝙴𝚁𝚃 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚐𝚝𝚝𝚜 𝚒𝚍 𝐓𝐞𝐱𝐭
│❏ヅ ${prefix}𝚝𝚘𝚟𝚗 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘*
│❏ヅ ${prefix}𝚝𝚘𝚖𝚙𝟹 *𝚛𝚎𝚙𝚕𝚢𝚟𝚒𝚍𝚎𝚘*
│❏ヅ ${prefix}𝚏𝚊𝚜𝚝 *𝚛𝚎𝚙𝚕𝚢𝚟𝚒𝚍𝚎𝚘* 
│❏ヅ ${prefix}𝚜𝚕𝚘𝚠 *𝚛𝚎𝚙𝚕𝚢𝚟𝚒𝚍𝚎𝚘* 
│❏ヅ ${prefix}𝚛𝚎𝚟𝚎𝚛𝚜𝚎 *𝚛𝚎𝚙𝚕𝚢𝚟𝚒𝚍𝚎𝚘* 
│❏ヅ ${prefix}𝚜𝚕𝚘𝚠𝟸 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘* 
│❏ヅ ${prefix}𝚋𝚊𝚜𝚜 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘* 
│❏ヅ ${prefix}𝚝𝚞𝚙𝚊𝚒 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘*
│❏ヅ ${prefix}𝚐𝚎𝚖𝚞𝚔 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘*
│❏ヅ ${prefix}𝚗𝚒𝚐𝚑𝚝𝚌𝚘𝚛𝚎 *𝚛𝚎𝚙𝚕𝚢𝚊𝚞𝚍𝚒𝚘*
└──⬣「 ${botname} 」⬣`
}


exports.makermenu = (prefix) => {
return ` 
╭──⬣📖「 𝙼𝙰𝙺𝙴𝚁 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚏𝚊𝚗𝚌𝚢    *𝐓𝐞𝐱𝐭*	
│❏ヅ ${prefix}𝚋𝚕𝚊𝚌𝚔𝚙𝚒𝚗𝚔    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚊𝚕𝚕𝚘𝚠𝚎𝚎𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚊𝚕𝚕𝚘𝚠𝚎𝚎𝚗𝟸    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚐𝚛𝚊𝚍𝚒𝚎𝚗𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚊𝚝𝚞𝚛𝚊𝚕𝚕𝚎𝚊𝚟𝚎𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚛𝚘𝚙𝚠𝚊𝚝𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚘𝚘𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚘𝚘𝚍𝟸    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚗𝚘𝚠    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚕𝚘𝚞𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚎𝚘𝚗𝚍𝚎𝚟𝚒𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚎𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚕𝚘𝚠𝚒𝚗𝚐𝚗𝚎𝚘𝚗𝚕𝚒𝚐𝚑𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚎𝚘𝚗𝚕𝚒𝚐𝚑𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚎𝚘𝚗𝚕𝚒𝚐𝚑𝚝𝟸    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚗𝚎𝚘𝚗𝚕𝚒𝚐𝚑𝚝𝟹    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚛𝚎𝚎𝚗𝚗𝚎𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚝𝚘𝚡𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚊𝚝𝚛𝚒𝚡    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚝𝚑𝚞𝚗𝚍𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚝𝚑𝚞𝚗𝚍𝚎𝚛𝟸    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚘𝚔𝚎𝚑    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚊𝚛𝚋𝚘𝚗𝐓𝐞𝐱𝐭    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚑𝚛𝚒𝚜𝚝𝚖𝚊𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚛𝚎𝚊𝚔𝚠𝚊𝚕𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚛𝚘𝚊𝚍𝚠𝚊𝚛𝚗𝚒𝚗𝚐    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚎𝚗𝚐𝚛𝚊𝚟𝚎𝚍𝟹𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚎𝚖𝚋𝚘𝚜𝚜𝚎𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚜𝚝𝚘𝚗𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚞𝚝𝚞𝚛𝚒𝚜𝚝𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚔𝚎𝚝𝚌𝚑    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚞𝚎𝚌𝚒𝚛𝚌𝚞𝚒𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚙𝚊𝚌𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚊𝚐𝚖𝚊𝚑𝚘𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚊𝚛𝚝𝚙𝚊𝚙𝚎𝚛𝚌𝚞𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚕𝚞𝚡𝚞𝚛𝚢𝚐𝚘𝚕𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚛𝚘𝚋𝚘𝚝𝚛𝟸𝚍𝟸    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚊𝚛𝚛𝚢𝚙𝚘𝚝𝚝𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑𝟹    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚛𝚎𝚎𝚗𝚑𝚘𝚛𝚛𝚘𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚘𝚛𝚛𝚘𝚛𝚐𝚒𝚏𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚎𝚛𝚘𝚍𝚎𝚍𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚐𝚕𝚘𝚠𝚒𝚗𝚐𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚊𝚌𝚔𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚞𝚎𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚑𝚢𝚗𝚒𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚛𝚞𝚜𝚝𝚢𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚎𝚝𝚊𝚕𝚙𝚞𝚛𝚙𝚕𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚎𝚝𝚊𝚕𝚛𝚊𝚒𝚗𝚋𝚘𝚠    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚎𝚝𝚊𝚕𝚍𝚊𝚛𝚔𝚐𝚘𝚕𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚘𝚕𝚘𝚛𝚏𝚞𝚕𝚕𝚕𝚞𝚡𝚞𝚛𝚢𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚕𝚘𝚜𝚜𝚢𝚋𝚕𝚞𝚎𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚐𝚕𝚘𝚜𝚜𝚢𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚍𝚎𝚎𝚙𝚜𝚎𝚊𝚖𝚎𝚝𝚊𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚕𝚎𝚍𝚍𝚒𝚜𝚙𝚕𝚊𝚢𝚜𝚌𝚛𝚎𝚎𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚎𝚝𝚊𝚕𝚕𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚕𝚘𝚜𝚜𝚢𝚖𝚎𝚝𝚊𝚕𝚕𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚑𝚛𝚒𝚜𝚝𝚖𝚊𝚜𝚝𝚛𝚎𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚙𝚊𝚛𝚔𝚕𝚎𝚜𝚖𝚎𝚛𝚛𝚢𝚌𝚑𝚛𝚒𝚜𝚝𝚖𝚊𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚘𝚞𝚗𝚝𝚛𝚢𝚏𝚕𝚊𝚐𝟹𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚊𝚖𝚎𝚛𝚒𝚌𝚊𝚗𝚏𝚕𝚊𝚐𝟹𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚜𝚌𝚏𝚒    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚛𝚊𝚒𝚗𝚋𝚘𝚠    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚠𝚊𝚝𝚎𝚛𝚙𝚒𝚙𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚌𝚑𝚛𝚘𝚖𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚕𝚞𝚎𝚐𝚎𝚖    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚙𝚞𝚛𝚙𝚕𝚎𝚐𝚎𝚖    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚙𝚒𝚗𝚔𝚌𝚊𝚗𝚍𝚢    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚝𝚛𝚊𝚗𝚜𝚏𝚘𝚛𝚖𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚎𝚛𝚛𝚢    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚛𝚘𝚔𝚎𝚗𝚐𝚕𝚊𝚜𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚛𝚎𝚊𝚕𝚒𝚜𝚝𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚞𝚗𝚍𝚎𝚛𝚠𝚊𝚝𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚠𝚛𝚒𝚝𝚎𝚒𝚗𝚜𝚊𝚗𝚍𝚜𝚞𝚖𝚖𝚎𝚛𝚋𝚎𝚊𝚌𝚑    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚊𝚗𝚍𝚠𝚛𝚒𝚝𝚒𝚗𝚐    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚘𝚒𝚕𝚋𝚊𝚕𝚕𝚘𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚐𝚕𝚞𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟷𝟿𝟷𝟽    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚒𝚗𝚒𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚘𝚞𝚋𝚕𝚎𝚎𝚡𝚙𝚘𝚜𝚞𝚛𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚘𝚕𝚘𝚐𝚛𝚊𝚙𝚑𝚒𝚌𝟹𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚎𝚕𝚞𝚡𝚎𝚐𝚘𝚕𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚎𝚕𝚞𝚡𝚎𝚜𝚒𝚕𝚟𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚐𝚕𝚘𝚜𝚜𝚢𝚌𝚊𝚛𝚋𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚊𝚋𝚛𝚒𝚌    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚡𝚖𝚊𝚜𝚌𝚊𝚛𝚍𝚜𝟹𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚠𝚒𝚌𝚔𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚒𝚛𝚎𝚠𝚘𝚛𝚔𝚜𝚙𝚊𝚛𝚔𝚕𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚔𝚎𝚕𝚎𝚝𝚘𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚞𝚕𝚝𝚛𝚊𝚐𝚕𝚘𝚜𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚎𝚗𝚒𝚖    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚎𝚌𝚘𝚛𝚊𝚝𝚎𝚐𝚛𝚎𝚎𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚙𝚎𝚛𝚒𝚍𝚘𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚛𝚘𝚌𝚔    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚕𝚊𝚟𝚊    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚛𝚊𝚒𝚗𝚋𝚘𝚠𝚎𝚚𝚞𝚊𝚕𝚒𝚣𝚎𝚛    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚙𝚞𝚛𝚙𝚕𝚎𝚐𝚕𝚊𝚜𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚍𝚎𝚌𝚘𝚛𝚊𝚝𝚒𝚟𝚎𝚐𝚕𝚊𝚜𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚌𝚑𝚘𝚌𝚘𝚕𝚊𝚝𝚎𝚌𝚊𝚔𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚜𝚝𝚛𝚊𝚠𝚋𝚎𝚛𝚛𝚢    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚔𝚘𝚒𝚏𝚒𝚜𝚑    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚛𝚎𝚊𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟹𝚍𝚋𝚘𝚡    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚛𝚎𝚎𝚊𝚍𝚟𝚊𝚗𝚌𝚎𝚍𝚐𝚕𝚘𝚠    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚘𝚗𝚎𝚢    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚊𝚛𝚋𝚕𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚖𝚊𝚛𝚋𝚕𝚎𝚜𝚕𝚊𝚋𝚜    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚒𝚌𝚎𝚌𝚘𝚕𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚏𝚛𝚞𝚒𝚝𝚓𝚞𝚒𝚌𝚎    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚊𝚋𝚜𝚝𝚛𝚊𝚐𝚘𝚕𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚒𝚜𝚌𝚞𝚒𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚋𝚊𝚐𝚎𝚕    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚠𝚘𝚘𝚍    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚑𝚎𝚡𝚊𝚐𝚘𝚕𝚍𝚎𝚗    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝚠𝚘𝚗𝚍𝚎𝚛𝚏𝚞𝚕𝚐𝚛𝚊𝚏𝚏𝚒𝚝𝚒𝚊𝚛𝚝    *𝐓𝐞𝐱𝐭*
│❏ヅ ${prefix}𝟾𝚋𝚒𝚝    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚙𝚘𝚛𝚗𝚑𝚞𝚋    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚐𝚕𝚒𝚝𝚌𝚑𝟸    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚕𝚊𝚢𝚎𝚛𝚎𝚍    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝟹𝚍𝚜𝚝𝚎𝚎𝚕    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚛𝚎𝚊𝚕𝚒𝚜𝚝𝚒𝚌    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚕𝚒𝚘𝚗𝚕𝚘𝚐𝚘    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚗𝚒𝚗𝚓𝚊𝚕𝚘𝚐𝚘    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚠𝚘𝚕𝚏    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚠𝚘𝚕𝚏𝟸    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚑𝚊𝚕𝚕𝚘𝚠𝚎𝚎𝚗𝟹    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚖𝚊𝚛𝚟𝚎𝚕    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚖𝚊𝚛𝚟𝚎𝚕𝟸    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚌𝚒𝚗𝚎𝚖𝚊𝚝𝚒𝚌𝚑𝚘𝚛𝚛𝚘𝚛    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚊𝚟𝚎𝚗𝚐𝚎𝚛𝚜    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚐𝚛𝚊𝚏𝚏𝚒𝚝𝚒𝟹    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚌𝚊𝚙𝚝𝚊𝚒𝚗𝚊𝚖𝚎𝚛𝚒𝚌𝚊    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚐𝚒𝚛𝚕𝚗𝚎𝚔𝚘    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚜𝚊𝚍𝚋𝚘𝚢    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚖𝚊𝚔𝚎𝚛𝚔𝚊𝚗𝚎𝚔𝚒    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚛𝚎𝚖    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚕𝚘𝚕𝚒𝚖𝚊𝚔𝚎𝚛    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
│❏ヅ ${prefix}𝚐𝚞𝚛𝚊    *𝐓𝐞𝐱𝐭1&𝐓𝐞𝐱𝐭2*
└──⬣「 ${botname} 」⬣`
}


exports.edumenu = (prefix) => {
return ` 
╭──⬣💡「 𝙴𝙳𝚄𝙲𝙰𝚃𝙸𝙾𝙽 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚋𝚛𝚊𝚒𝚗𝚕𝚢 *𝐪𝐮𝐞𝐫𝐲*
│❏ヅ ${prefix}𝚠𝚒𝚔𝚒𝚙𝚎𝚍𝚒𝚊 *𝐪𝐮𝐞𝐫𝐲*
└──⬣「 ${botname} 」⬣`
}


exports.imagemenu = (prefix) => {
return ` 
╭──⬣📸️「 𝙸𝙼𝙰𝙶𝙴 𝙼𝙴𝙽𝚄 」	⬣ 
│❏ヅ ${prefix}𝚌𝚘𝚐𝚊𝚗 
│❏ヅ ${prefix}𝚌𝚘𝚐𝚊𝚗2
│❏ヅ ${prefix}𝚌𝚎𝚌𝚊𝚗
│❏ヅ ${prefix}𝚌𝚎𝚌𝚊𝚗2
│❏ヅ ${prefix}𝚙𝚙𝚌𝚘𝚞𝚙𝚕𝚎
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚑𝚊𝚌𝚔𝚎𝚛
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚑𝚊𝚛𝚕𝚎𝚢
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚓𝚘𝚔𝚎𝚛
│❏ヅ ${prefix}𝚠𝚊𝚔𝚙𝚊𝚙𝚎𝚛𝚙𝚞𝚋𝚐
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚑𝚙
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚔𝚙𝚘𝚙
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚋𝚕𝚊𝚌𝚔𝚙𝚒𝚗𝚔
│❏ヅ ${prefix}𝚠𝚊𝚕𝚕𝚙𝚊𝚙𝚎𝚛𝚐𝚊𝚖𝚎
│❏ヅ ${prefix}𝚚𝚞𝚘𝚝𝚎𝚜𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚔𝚊𝚝𝚊𝚔𝚊𝚝𝚊𝚒𝚖𝚊𝚐𝚎
│❏ヅ ${prefix}𝚛𝚎𝚗𝚞𝚗𝚐𝚊𝚗
│❏ヅ ${prefix}𝚖𝚎𝚖𝚎𝚒𝚗𝚍𝚘
│❏ヅ ${prefix}𝚊𝚎𝚜𝚝𝚑𝚎𝚝𝚒𝚌
│❏ヅ ${prefix}𝚢𝚞𝚕𝚒𝚋𝚘𝚌𝚒𝚕
│❏ヅ ${prefix}𝚍𝚘𝚛𝚊𝚎𝚖𝚘𝚗
│❏ヅ ${prefix}𝚙𝚎𝚗𝚝𝚘𝚕
│❏ヅ ${prefix}𝚊𝚗𝚓𝚒𝚗𝚐
│❏ヅ ${prefix}𝚔𝚞𝚌𝚒𝚗𝚐
│❏ヅ ${prefix}𝚋𝚘𝚗𝚎𝚔𝚊
└──⬣「 ${botname} 」⬣`
}

  
exports.islammenu = (prefix) => {
return `
╭──⬣🕋「 𝙸𝚂𝙻𝙰𝙼 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚔𝚒𝚜𝚊𝚑𝚗𝚊𝚋𝚒  *𝚗𝚊𝚖𝚊 𝚗𝚊𝚋𝚒*
│❏ヅ ${prefix}𝚔𝚊𝚛𝚘𝚖𝚊𝚑𝚠𝚊𝚕𝚒
│❏ヅ ${prefix}𝚖𝚊𝚗𝚍𝚒𝚠𝚊𝚓𝚒𝚋
│❏ヅ ${prefix}𝚛𝚞𝚔𝚞𝚗𝚖𝚊𝚗𝚍𝚒
└──⬣「 ${botname} 」⬣`
}

exports.infomenu = (prefix) => {
return `
╭──⬣ 📑「 𝙸𝙽𝙵𝙾 𝙼𝙴𝙽𝚄 」⬣ 
│❏ヅ ${prefix}𝚒𝚗𝚏𝚘𝚌𝚘𝚟𝚒𝚍 
│❏ヅ ${prefix}𝚒𝚗𝚏𝚘𝚐𝚛𝚊𝚝𝚒𝚜𝚊𝚗
└──⬣「 ${botname} 」⬣`
}


}


